 [
  {
    "name": "Portfolio Project",
    "description": "This portfolio website was designed with Figma, a powerful design tool that allowed me to create a visually appealing and user-friendly experience. The site features a clean and modern design, with a focus on showcasing my work in the best possible light.I used Figma to create a variety of different components and layouts, which I then assembled to create the final website..",
    "image": "./images/my-project.jpg",
    "projectType": "Rt",
    "projectId": 1,
    "url": "https://www.ighodarodaniel.com.ng/",
    "git": "https://github.com/Dotdan5919/Portfolio",
    "tools":"HTML | CSS | Tailwind | JS | React | API | Figma | Git | Github"
  },
 
 
  {
    "name": "Light House Website",
    "description": "The website is a user-friendly e-commerce platform built with React, featuring a seamless search function, effortless cart management, a personalized favorites list, and streamlined development using React hooks. Local storage and Eventbus API were used to manage the state and store some data in the browser",
    "image": "./images/Lighthouse.png",
    "projectType": "Rt",
    "projectId": 5,
    "url": "https://www.lighthouse.ighodarodaniel.com.ng/",
    
    "git": "https://github.com/Dotdan5919/Lighthouse",
    "tools":"HTML | CSS | Tailwind | JS | React | API |Git | Github"
  },


  {
    "name": "Moplay movie-app",
    "description": "This is a Movie app developed with React using various react concepts,also various API's like:Email.js,movie Collection API and firebase auth was used to develop this website,The states were managed using contextual API",
    "image": "./images/moplay.png",
    "projectType": "Rt",
    "projectId": 8,
    "url": "https://moplay.ighodarodaniel.com.ng/",
    
    "git": "https://github.com/Dotdan5919/Movie-App",
    "tools":"HTML | CSS | JS | React | Framer-motion | firebase | API | Git | Github"
  },
  {
    "name": "BETTER SUPPORT FOR SKIN AND SOFT TISSUE INFECTIONS FOR PEOPLE WHO INJECT DRUGS",
    "description": "Developed the backend of a website using PHP Laravel, including an admin panel and mini chatting system. The website allows users to create and manage accounts, post and view content, and communicate with each other through the mini chat system. The admin panel provides administrators with the ability to manage users, content, and settings.",
    "image": "./images/Project_holistique.png",
    "projectType": "Php",
    "projectId": 9,
    "url": "https://projectholistique.com/",
    "git": "",

    "tools":"HTML | CSS | Bootstrap | JS |PHP| Laravel |Mysql Database | Git | Github "
  }
]