 [
  {
    "name": "Portfolio Project",
    "description": "This portfolio website was designed with Figma, a powerful design tool that allowed me to create a visually appealing and user-friendly experience. The site features a clean and modern design, with a focus on showcasing my work in the best possible light.I used Figma to create a variety of different components and layouts, which I then assembled to create the final website..",
    "image": "./images/my-project.jpg",
    "projectType": "Ui",
    "projectId": 1,
    "url": ""
  },
  {
    "name": "triptop",
    "description": "This UI project for a traveling app was designed to be both visually appealing and user-friendly. The app features a clean and modern design, with a focus on making it easy for users to find the information they need and book their travel arrangements.I used a variety of design elements to create a visually appealing and engaging experience for the user. For example, I used bright colors and bold fonts to create a sense of excitement and adventure. I also used high-quality images and videos to showcase the different destinations that the app offers.",
    "image": "./images/triptop.jpg",
    "projectType": "Ui",
    "projectId": 2,
    "url": "https://www.behance.net/gallery/150174999/Trip-top-ui-design"
  },
  {
    "name": "Better taste Food app",
    "description": "This food delivery app UI design was created with Figma, a powerful design tool that allowed me to create a visually appealing and user-friendly experience. The app features a clean and modern design, with a focus on making it easy for users to find the food they want and order it quickly and easily.I used Figma to create a variety of different components and layouts, which I then assembled to create the final app. This allowed me to experiment with different ideas and iterate quickly, until I was happy with the final result.",
    "image": "./images/foodapp.jpg",
    "projectType": "Ui",
    "projectId": 3,
    "url": "https://www.behance.net/gallery/152078593/Better-taste-Food-app-Case-study"
  },
  {
    "name": "Calculator",
    "description": "This is a Calculator, was created with vanilla javascript.  It is a simple Dom manipulation \n Application",
    "image": "./images/Calculator.png",
    "projectType": "Js",
    "projectId": 4,
    "url": ""
  },
 
  {
    "name": "To-do list app",
    "description": "This is a to do list application, created using DOM manipulation in Javascript. It helps keep track of what you intend doing and what you have done",
    "image": "./images/Todo_app.png",
    "projectType": "Js",
    "projectId": 5,
    "url": ""
  },
  {
    "name": "Weather App",
    "description": "This App was created using DOM manipulation and weather API. It's an app that is able to generate the current temperature of any city in the world. All you have to do is type the name of the city in the search box and the app gives you the Temprature,Humidity and Wind Speed ",
    "image": "./images/weather_app.png",
    "projectType": "Js",
    "projectId": 6,
    "url": ""
  },
  {
    "name": "Quiz app",
    "description": "This Application is a simple quiz app, developed with Js, it displays various questions and sums your results in percentage.",
    "image": "./images/quiz_app.png",
    "projectType": "Js",
    "projectId": 7,
    "url": ""
  },

  {
    "name": "movie app",
    "description": "This is a description of the project",
    "image": "https://images.unsplash.com/photo-1692607334827-4da64dcf2221?auto=format&fit=crop&q=60&w=500&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxleHBsb3JlLWZlZWR8MTl8fHxlbnwwfHx8fHw%3D",
    "projectType": "Rt",
    "projectId": 8,
    "url": ""
  },
  {
    "name": "BETTER SUPPORT FOR SKIN AND SOFT TISSUE INFECTIONS FOR PEOPLE WHO INJECT DRUGS",
    "description": "Developed the backend of a website using PHP Laravel, including an admin panel and mini chatting system. The website allows users to create and manage accounts, post and view content, and communicate with each other through the mini chat system. The admin panel provides administrators with the ability to manage users, content, and settings.",
    "image": "./images/Project_holistique.png",
    "projectType": "Php",
    "projectId": 9,
    "url": ""
  }
]